import Image from 'next/image'
import React from 'react'

const MujibPage = () => {
  return (
    <div className="border-2  border-gray-200 rounded-lg p-2 my-3 lg:w-[70%] w-[100%] mx-auto min-h-[70vh]">
        <h2 className="p-3 text-2xl flex flex-col justify-center items-center text-gray-900 w-[100%] my-4 rounded-lg"><span>মুজিব কর্ণার</span><Image src={"/icon-image.png"} alt="icon_image" width={100} height={100}/></h2>
        <h3 className="text-center text-2xl my-7 font-light">বঙ্গবন্ধু শেখ মুজিবুর রহমানের জীবনী ও বাংলাদেশের সংক্ষিপ ইতিহাস</h3>
        <div>
        <Image src="/mujib2.png" alt="mujib-corner" width={900} height={500} className="border-gray-300 w-fit xl:w-[1400px] border cursor-pointer h-fit" />
        <p>১৫ আগস্ট বাঙ্গালি জাতির শোক দিবস। এই দিনটিতে কতিপয় বিপথগামী সেনা সদস্যের হাতে নির্মমভাবে সপরিবারে নিহত হন বাঙ্গালি জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমান। বঙ্গবন্ধু শেখ মুজিবুর রহমানের জীবন ইতিহাস মানে স্বাধীন বাংলাদেশের ইতিহাস। তার জীবন ইতিহাসের সাথে বাংলাদেশের ইতিহাস জড়িত। এই মহান মানুষটি জীবনে যাই করেছেন তার সবই দেশের জন্য করেছেন। তার প্রত্যেকটা পদক্ষেপ ছিল দেশের সার্থে। তার জন্ম না হলে আজ আমরা স্বাধীনতা পেতাম না।
        <br/>
        <br/>
১৯২০ জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমান ফরিদপুর জেলার গোপালগঞ্জ মহকুমার (বর্তমানে জেলা) টুঙ্গিপাড়া গ্রামে এক সম্ভ্রান্ত মুসলিম পরিবারে ১৯২০ সালের ১৭ মার্চ জন্মগ্রহণ করেন। শেখ লুৎফর রহমান ও মোসাম্মৎ সাহারা খাতুনের চার কন্যা ও দুই পুত্রের মধ্যে তৃতীয় সন্তান শেখ মুজিব। বাবা-মা তাকে খোকা বলে ডাকতেন। খোকার শৈশবকাল কাটে টুঙ্গিপাড়ায়। ১৯২৭ সালে ৭ বছর বয়সে গিমাডাঙ্গা প্রাইমারি স্কুলে পড়াশোনা শুরু করেন। নয় বছর বয়সে গোপালগঞ্জ পাবলিক স্কুলে তৃতীয় শ্রেণীতে ভর্তি হন। পরে তিনি স্থানীয় মিশনারী স্কুলে ভর্তি হন। ১৯৩৪ সালে ১৪ বছর বয়সে বেরিবেরি রোগে আক্রান্ত হলে তার একটি চোখ কলকাতায় অপারেশন করা হয় এবং চক্ষুরোগের কারণে তার লেখাপড়ার সাময়িক বিরতি ঘটে। ১৯৩৭ সালে চক্ষুরোগে চার বছর শিক্ষাজীবন ব্যাহত হওয়ার পর শেখ মুজিব পুনরায় স্কুলে ভর্তি হন। ১৯৩৮সালে ১৮ বছর বয়সে বঙ্গবন্ধু ও বেগম ফজিলাতুননেছার আনুষ্ঠানিক বিয়ে সম্পন্ন হয়। তারা দুই কন্যা শেখ হাসিনা, শেখ রেহানা ও তিন পুত্র শেখ কামাল, শেখ জামাল ও শেখ রাসেলের জনক-জননী।
<br/>
<br/><br/>
<br/>
১৭ মার্চ, ১৯২০: গোপালগঞ্জ জেলার টুঙ্গীপাড়া গ্রামে জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমান জন্মগ্রহণ করেন।
<br/>
<br/>
১৯২৭: সাত বছর বয়সে গিমাডাঙ্গা প্রাথমিক বিদ্যালয়ে জাতিরজনকের প্রাতিষ্ঠানিক ছাত্রজীবনের সূচনা হয়।
<br/>
<br/>
১৯২৯: বঙ্গবন্ধুকে গোপালগঞ্জ সীতানাথ একাডেমির (বা পাবলিক স্কুলে) তৃতীয় শ্রেণিতে ভর্তি করা হয়।
<br/>
<br/>
১৯৩৪: মাদারীপুরে ইসলামিয়া হাইস্কুলে পড়ার সময় বঙ্গবন্ধু বেরীবেরি রোগে আক্রান্ত হন।
<br/>
<br/>
১৯৩৭: অসুস্থতার কারণে বঙ্গবন্ধুর লেখাপড়া বন্ধ ছিলো, আবার তা শুরু হয়।
<br/>
<br/>
১৬ জানুয়ারি, ১৯৩৮: বাংলার প্রধামন্ত্রী শেরে বাংলা একে ফজলুল হক গোপালগঞ্জ মিশন স্কুল পরিদর্শনে এলে বঙ্গবন্ধুর সঙ্গে তার পরিচয় হয়।
<br/>
<br/>
১৯৩৮: মাত্র ১৮ বছর বয়সে তিনি বেগম ফজিলাতুননেসার সঙ্গে বিবাহ বন্ধনে আবদ্ধ হন।
<br/>
<br/>
১৯৩৯: সরকারি নিষেধাজ্ঞা উপেক্ষা করে স্কুল কর্তৃপক্ষের বিরুদ্ধে একটি প্রতিবাদ সভা করার দু:সাহসের কারণে বঙ্গবন্ধু প্রথম কারাবরণ করেন।
<br/>
<br/>
১৯৪২: অসুস্থতার কারণে একটু বেশীবছর বয়সে বঙ্গবন্ধু এন্ট্রাস (প্রবেশিকা) পরীক্ষায় উত্তীর্ণ হন। এই বছরেই কলকাতা ইসলামিয়া কলেজে ভর্তি হন। এই কলেজের বেকার হোস্টেলের ২৪নম্বর কক্ষে তিনি থাকতে শুরু করেন।
<br/>
<br/>
১৯৪৪: কুষ্টিয়ায় অনুষ্ঠিত নিখিল বঙ্গ মুসলিম ছাত্রলীগের সম্মেলনে যোগদান করেন। এর মাধ্যমে আনুষ্ঠানিকভাবে তিনি রাজনীতিতে অভিষিক্ত হন। এই বছরই ফরিদপুর ডিস্টিক্ট এসোসিয়েশনের সম্পাদক নিযুক্ত হন।
<br/>
<br/>
১৯৪৬: বঙ্গবন্ধু বিনা প্রতিদ্বদ্বিতায় কলকাতা ইসলামি কলেজ ছাত্র সংসদের সাধারণ সম্পাদক নির্বাচিত হন। এ সময় তিনি হোসেন শহীদ সোহরাওয়ার্দীর সহকারী নিযুক্ত হন। এই বছরই প্রদেশিক নির্বাচনে তিনি মুসলিম লীগের পক্ষে গুরুত্বপূর্ণ ভূমিকা পালন করেন।
<br/>
<br/>
১৯৪৭ : বঙ্গবন্ধু কলকাতা বিশ্ববিদ্যালয়ের অধীনে ইসলামিয়া কলেজ থেকে বি.এ পাশ করেন।
<br/>
<br/>
৬ সেপ্টেম্বর, ১৯৪৭ : ঢাকায় গণতান্ত্রিক যুব কর্মীদের এক সম্মেলন অনুষ্ঠিত হয়। এই সম্মেলনে বঙ্গবন্ধু গুরুত্বপূর্ণ ভূমিকা পালন করেন।
<br/>
<br/>
১৯৪৮ : ঢাকা বিশ্ববিদ্যালয়ে আইন বিভাগে ভর্তি হন।
<br/>
<br/>
২৩ ফেব্রুয়ারি, ১৯৪৮ : তৎকালীন প্রধানমন্ত্রী খাজা নাজিম উদ্দিন উর্দুকে পাকিস্থানের রাষ্ট্র ভাষা হিসেবে ঘোষণা করলে বঙ্গবন্ধু তার তাৎক্ষণিক প্রতিবাদ করেন।
<br/>
<br/>
২ মার্চ, ১৯৪৮ : রাষ্ট্রভাষা বাংলার দাবিতে বঙ্গবন্ধুর প্রস্তাবে সর্বদলীয় রাষ্ট্রভাষা সংগ্রাম পরিষদ গঠিত হয়।
<br/>
<br/>
১১ মার্চ, ১৯৪৮ : রাষ্ট্রভাষা বাংলার দাবিতে সাধারণ ধর্মঘট আহবানকালে বঙ্গবন্ধু গ্রেপ্তার হন।
<br/>
<br/>
১৫ মার্চ, ১৯৪৮ : বঙ্গবন্ধু কারাগার থেকে মুক্তিপান।
<br/>
<br/>
১১ সেপ্টেম্বর, ১৯৪৮ : ফরিদপুরের কর্ডন প্রথার বিরুদ্ধে আন্দোলন করার জন্য বঙ্গবন্ধু আবার গ্রেপ্তার হন।
<br/>
<br/>
২১ জানুয়ারি, ১৯৪৯ : বঙ্গবন্ধু কারাগার থেকে মুক্তিপান।
<br/>
<br/>
৩ মার্চ, ১৯৪৯ : ঢাকা বিশ্ববিদ্যালয়ের চতুর্থ শ্রেণির কর্মচারীরা তাদের দাবি দাওয়া আদায়ের উদ্দেশ্যে ধর্মঘট ঘোষণা করলে বঙ্গবন্ধু তার প্রতি সমর্থন জানান।
<br/>
<br/>
২৯ মার্চ, ১৯৪৯ : আন্দোলনে যোগ দেয়ার অভিযোগে বিশ্ববিদ্যালয় কর্তৃপক্ষ বঙ্গবন্ধুকে অযৌক্তিকভাবে জরিমানা করে। কিন্তু বঙ্গবন্ধু তার প্রতি সমর্থন জানান।
<br/>
<br/>
২০ এপ্রিল, ১৯৪৮ : বিশ্ববিদ্যালয় কর্তৃপক্ষের এই সিদ্ধান্তের প্রতিবাদে সৃষ্ট আন্দোলনে বঙ্গবন্ধুকে গ্রেপ্তার করা হয়।
<br/>
<br/>
২৩ জুন, ১৯৪৯ : পূর্ব পাকিস্তান আওয়ামী মুসলিম লীগ গঠিত হয় এবং জেলে থাকা অবস্থায় বঙ্গবন্ধু যুগ্ম সম্পাদক নির্বাচিত হন।
<br/>
<br/>
২৭ জুলাই, ১৯৪৯ : বঙ্গবন্ধু জেল থেকে মুক্তিপান। মুক্তি পেয়ে তিনি বিশ্ববিদ্যালয়ে ফিরে না গিয়ে জাতীয় রাজনীতিতে সম্পৃক্ত হন।
<br/>
<br/>
১৯৪৯ : পূর্ব বাংলায় দুর্ভিক্ষ শুরু হলে খাদ্যের দাবিতে তিনি আন্দোলন শুরু করেন।
<br/>
<br/>
১ জানুয়ারি, ১৯৫০ : এই আন্দোলনের কারণে তাকে গ্রেপ্তার করা হয়।
<br/>
<br/>
১৪ ফেব্রুয়ারি, ১৯৫২ : রাষ্ট্র ভাষা বাংলার দাবিতে বঙ্গবন্ধু কারাগারে অনশন শুরু করেন।
<br/>
<br/>
২১ ফেব্রুয়ারি, ১৯৫২ : রাষ্ট্রভাষার দাবিতে ঢাকা বিশ্ববিদ্যালয়ের প্রতিবাদ মিছিলে গুলি চলে। শহীদ হন সালাম, রফিক, বরকসহ অনেকে। জেল থেকে বঙ্গবন্ধু এই ঘটনার নিন্দা জানিয়ে বিবৃতি দেন এবং একটানা ৩ দিন অব্যাহত রাখেন।
<br/>
<br/>
২৭ ফেব্রুয়ারি, ১৯৫২ : টানা অনশনে অসুস্থ বঙ্গবন্ধুকে স্বাস্থ্যগত কারণে মুক্তিদেয়া হয়।
<br/>
<br/>
১৬ নভেম্বর, ১৯৫৩ : প্রাদেশিক আওয়ামী মুসলীম লীগের কাউন্সিল অধিবেশনে তিনি সাধারণ সম্পাদক নির্বাচিত হন।
<br/>
<br/>
৪ ডিসেম্বর, ১৯৫৩ : প্রথম সাধারণ নির্বাচনে সব বিরোধী দল মিলে যুক্তফ্রন্ট গঠন করে।
<br/>
<br/>
১০ মার্চ, ১৯৫৪ : সাধারণ নির্বাচনে ২৩৭টি আসনের মধ্যে যুক্তফ্রন্ট ২২৩টি আসনে বিজয়ী হয়। বঙ্গবন্ধু গোপালগঞ্জের আসনে বিজয়ী হন।
<br/>
<br/>
২ এপ্রিল, ১৯৫৪ : যুক্তফ্রন্ট মন্ত্রীসভা গঠিত হয়।
<br/>
<br/>
১৪ মে, ১৯৫৪ : বঙ্গবন্ধু যুক্তফ্রন্ট মন্ত্রীসভায় বয়:কনিষ্ঠ মন্ত্রী হিসেবে শপথ গ্রহণ করেন।
<br/>
<br/>
৩০ মে, ১৯৫৪ : পাকিস্তানের প্রধানমন্ত্রী মোহাম্মদ আলী যুক্তফ্রন্ট মন্ত্রী সভা বাতিল করেন। বঙ্গবন্ধু এ দিনই করাচী থেকে ঢাকায় প্রত্যাবর্তন করেন এবং গ্রেফতার হন।
<br/>
<br/>
২৩ নভেম্বর, ১৯৫৪ : বঙ্গবন্ধু জামিনে মুক্তি পেলে জেল গেটেই তাকে নিরাপত্তা আইনে গ্রেফতার করা হয়।
<br/>
<br/>
১৯৫৪ : বঙ্গবন্ধু কারাগার থেমে মুক্তিপান।
<br/>
<br/>
৫ জুন, ১৯৫৫ : বঙ্গবন্ধু পাকিস্তান গণপরিষদের সদস্য নির্বাচিত হন।
<br/>
<br/>
১৭ জুন, ১৯৫৫ : ঢাকার পল্টনের জনসভা থেকে বঙ্গবন্ধু প্রথম পূর্ব পাকিস্তানের স্বায়ত্বশাসন দাবী করেন।
<br/>
<br/>
২১ অক্টোবর, ১৯৫৫ : আওয়ামী মুসলিম লীগের বিশেষ কাউন্সিল অধিবেশন ধর্ম নিরপেক্ষতা আদর্শ হিসেবে গ্রহণ করে দলের নাম থেকে মুসলিম শব্দ প্রত্যাহার করে নতুন নামকরণ করা হয় আওয়ামী লীগ বঙ্গবন্ধু পুনরায় দলের সাধারণ সম্পাদক নির্বাচিত হন।
<br/>
<br/>
৭ অক্টোবর, ১৯৫৮ : জাতীয় সংসদের ডেপুটি স্পীকার শাহেদ আলীর উপর আক্রমন এবং তার মৃত্যুর প্রেক্ষাপটে ইস্কান্দার মির্জা পাকিস্তানে সামরিক শাসন জারী করেন।
<br/>
<br/>
১২ অক্টোবর, ১৯৫৮ : বঙ্গবন্ধু শেখ মুজিবুর রহমানকে গ্রেফতার করে কারাগারে পাঠানো হয়। এসময় তার বিরুদ্ধে একের পর এক মিথ্যা মামলা দেয়া হয়।
<br/>
<br/>
৫ অক্টোবর, ১৯৫৯ : বঙ্গবন্ধু মুক্তি পান কিন্তু তার গতিবিধির উপর নিষেধাজ্ঞা জারী করা হয়। এ সময় তিনি বার বার গ্রেপ্তার হন এবং ছাড়া পান।
<br/>
<br/>
২ জুন, ১৯৬২ : চার বছরের সামরিক শাসনের অবসান ঘটলে ১৮ জুন শেখ মুজিব মুক্তি লাভ করেন।
<br/>
<br/>
২৫ জানুয়ারি, ১৯৬৪ : বঙ্গবন্ধুর বাসভবনে অনুষ্ঠিত এক বৈঠকে আওয়ামী লীগকে পুনরুজ্জীবত করা হয়।
<br/>
<br/>
৫, ১১ মার্চ, ১৯৬৪ : বঙ্গবন্ধু শেখ মুজিুর রহমানের নেতৃত্বে সর্বদলীয় সংগ্রাম পরিষদ গঠিত হয়। বঙ্গবন্ধুর নেতৃত্বে সাম্প্রদায়িক দাঙ্গা বিরোধি দাঙ্গা প্রতিরোধ কমিটি গঠিত হয়।
<br/>
<br/>
২৬ জুলাই, ১৯৬৪ : বঙ্গবন্ধুর নেতৃত্বে সম্মিলিত বিরোধি দল কঅপ (কম্বাইন্ড অপজিশন পার্টি গঠিত হয়।)
<br/>
<br/>
১৯৬৫ : রাষ্ট্রপতি নির্বাচনে কঅপ এর পক্ষ থেকে মিস ফাতিমা জিন্নাহকে প্রার্থী দেয়া হয়। বঙ্গবন্ধু ফাতিমা জিন্নাহর পক্ষে নির্বাচনী প্রচারনায় অংশ নেন। রাষ্ট্রপতি নির্বাচনের ১৪দিন আগে বঙ্গবন্ধুকে গ্রেফতার করা হয়।
<br/>
<br/>
১৮ মার্চ, ১৯৬৬ : আওয়ামী লীগের কাউন্সিল অধিবেশনে ৬ দফা গৃহীত হয়। এরপর তিনি ৬ দফার পক্ষে দেশ ব্যাপী ব্যাপক প্রচারণা শুরু করেন এ সময় তাকে সিলেট, ময়মনসিংহ ও ঢাকা বার বার গ্রেফতার করা হয়। ৩ মাসে তিনি ৮ বার গ্রেফতার হন। শেষ বার তাকে গ্রেফতার করে নির্জন কারাবাসে রাখা হয়।
<br/>
<br/>
৩ জানুয়ারি, ১৯৬৮ : পাকিস্তান সরকার বঙ্গবন্ধুকে এক নম্বর আসামী করে মোট ৩৫জন বাঙ্গালী সেনা ও সিএসপি অফিসারের বিরুদ্ধে পাকিস্তানকে বিছিন্ন করার অভিযোগে আগরতলা ষড়যন্ত্র মামলা দায়ের করে।
<br/>
<br/>
২৮ জানুয়ারি, ১৯৬৮ : নিজেকে নির্দোষ দাবী করে আদালতে লিখিত বিবৃতি দেন। এই বিবৃতি পড়ে বঙ্গবন্ধুর মুক্তি ও তার মিথ্যা মামলা প্রত্যাহারের দাবীতে আন্দালন গন অভুঙ্খানে রূপ নেয়। ছাত্র সমাজ ছয় দফার সমর্থনে ১১ দফা দাবী উপস্থাপন করে।
<br/>
<br/>
৩০ জানুয়ারি, ১৯৬৯ : উদ্ভুত পরিস্থিতি ঠেকাতে আলোচনার জন্য বঙ্গবন্ধুকে প্যারোলে মুক্তির প্রস্তাব দেয় পাকিস্তানী জান্তা সরকার। কিন্তু বঙ্গবন্ধু সে প্রস্তাব ঘৃণাভরে প্রত্যাখান করেন।
<br/>
<br/>
১৫ ফেব্রুয়ারি, ১৯৬৯ : ঢাকা ক্যান্টনমেন্টের অভ্যন্তরে মামলার অন্যতম আসামী সাজেন্ট জহুরুল হককে নির্মম ভাবে হত্যা করা হলে বিক্ষুব্ধ জনতা বাধ ভাঙ্গা বন্যার মতো রাস্তায় নেমে আসে।
<br/>
<br/>
২২ ফেব্রুয়ারি, ১৯৬৯ : তীব্র গণআন্দোলনের মুখে সরকার রাষ্ট্র বনাম শেখ মুজিবুর রহমান ও অন্যান্য শিরোনামে মিথ্যা মামলাটি প্রত্যাহার করে নেয়।
<br/>
<br/>
২৩ ফেব্রুয়ারি, ১৯৬৯ : ডাকসু এবং পূর্ব পাকিস্তান ছাত্রলীগ রেসকোর্স ময়দানে শেখ মুজিবকে এক বিশাল সম্বর্ধনা দেয়ার আয়োজন করে। ঐ সভায় শেখ মুজিবুর রহমানকে বঙ্গবন্ধু উপাধিতে ভূষিত করা হয়।
<br/>
<br/>
১০ মার্চ, ১৯৬৯ : রাজনৈতিক সংকট নিরসনে আইয়ুব খান গোলটেবিল বৈঠকের আয়োজন করেন। গোল টেবিলে ৬ দফার পক্ষে বঙ্গবন্ধু দৃঢ় অবস্থান নেন। তবে ঐ বৈঠক ব্যর্থ হয়।
<br/>
<br/>
২৫ মার্চ, ১৯৬৯ : রাওয়াল পিন্ডি গোল টেবিল বৈঠক ব্যর্থ হবার প্রেক্ষিতে আইয়ুব খান ইয়াহিয়া খানের কাছে ক্ষমতা হস্তান্তর করেন। ইয়াহিয়া সামরিক শাসন জারী করেন।
<br/>
<br/>
২৮ নভেম্বর, ১৯৬৯ : জাতির উদ্দেশ্যে এক বেতার ভাষণে প্রেসিডেন্ট ইয়াহিয়া খান ১৯৭০ এর ১ জানুয়ারী থেকে রাজনৈতিক কর্মকান্ডের উপর থেকে নিষেধাজ্ঞা প্রত্যাহারের ঘোষনা দেন। ঐ বছরের শেষ ভাগে নির্বাচন অনুষ্ঠানের কথাও ঘোষণা করেন।
<br/>
<br/>
১ জানুয়ারি, ১৯৭০ : ১৯৫৮ সালের পর প্রথম রাজনৈতিক নিষেধাজ্ঞা প্রত্যাহার করা হয়। বঙ্গবন্ধু প্রথম দিন থেকেই ৬ দফার পক্ষে দেশব্যাপী ব্যাপক প্রচারণা শুরু করেন।
<br/>
<br/>
৪ জুন, ১৯৭০ : নির্বাচনকে সামনে রেখে মতিঝিল ইডেন হোটেল প্রাঙ্গনে পূর্ব পাকিস্তান আওয়ামী লীগের দ্বিবার্ষিক কাউন্সিল অধিবেশন শুরু হয়। কাউন্সিলে আওয়ামী লীগ একক ভাবে নির্বাচনের সিদ্ধান্ত গ্রহণ করে।
<br/>
<br/>
৫ জুন, ১৯৭০ : পূর্ব পাকিস্তানের নির্বাচনী এলাকা বিষয়ে সরকারের চূড়ান্ত তালিকা প্রকাশিত হয়। পূর্ব পাকিস্তানের প্রাদেশিক পরিষদে ৩১০টি আসন আর জাতীয় পরিষদে ১৬৯টি আসন নিদির্ষ্ট করা হয়।
<br/>
<br/>
১৫ আগস্ট, ১৯৭০ : প্রেসিডেন্ট ইয়াহিয়া খান জাতীয় ও প্রাদেশিক পরিষদের নির্বাচনের তারিখ ঘোষণা করেন যথাক্রমে ৭ ও ১৭ ডিসেম্বর।
<br/>
<br/>
৮ অক্টোবর, ১৯৭০ : ইসলামাবাদ থেকে ১৯টি রাজনৈতিক দলের প্রতীক ঘোষনা করে নির্বাচন কমিশন। আওয়ামী লীগকে নৌকা প্রতীক বরাদ্দ করা হয়। স্মরনীয় যে, ১৯৫৪ সালে পূর্ব বাংলার সাধারণ নির্বাচনে যুক্তফ্রন্টের প্রতীক ছিলো নৌকা।
<br/>
<br/>
২৮ অক্টোবর, ১৯৭০ : বঙ্গবন্ধু বেতার ও টেলিভিশনে নির্বাচনী ভাষণ দেন। তিনি বলে, প্রতিকূল অবস্থার মধ্যে দিয়েই আওয়ামী লীগের জন্ম। তার সংকটময় পরিস্থিতির মধ্যে দিয়েই আওয়ামী লীগের বিকাশ । তিনি দেশবাসীর কাছে ছয় দফার পক্ষে ম্যান্ডেট চান।
<br/>
<br/>
১২ নভেম্বর, ১৯৭০ : পূর্ব বাংলায় ভয়াবহ ঝড় এবং জলোচ্ছাসে ১০/১২ লাখ মানুষ মারা যান। বঙ্গবন্ধু তার নির্বাচনী প্রচারণা স্থগিত করে ত্রাণ কাজে ঝাঁপিয়ে পড়েন। তিনি এই অঞ্চলের জনগনের প্রতি চরম উদাসীনতা তুলে ধরেন। এই সময় সোনার বাংলা শ্মশান কেনো শিরোনামে তথ্য সম্বলিত একটি পোষ্টার জাতিকে নাড়া দেয়।
<br/>
<br/>
৭ ডিসেম্বর, ১৯৭০ : বন্যা-দুর্গত এলাকা বাদে জাতীয় পরিষদের নির্বাচন অনুষ্ঠিত হয়। নির্বাচনে জাতীয় পরিষদে আওয়ামী লীগ ১৬৭টি আসন পেয়ে নিরঙ্কুশ সংখ্যা গরিষ্ঠতা অর্জন করে। পাকিস্তান পিপলস পার্টি পায় ৮৮টি আসন।
<br/>
<br/>
১৭ ডিসেম্বর, ১৯৭০ : প্রাদেশিক পরিষদের নির্বাচনে আওয়ামী লীগ পূর্ব পাকিস্তান ২৯৮টি আসন লাভ করে।
<br/>
<br/>
৩ জানুয়ারি, ১৯৭১ : আওয়ামী লীগের সকল নির্বাচিত সদস্য ৬ দফার ভিত্তিতে শাসনতন্ত্র প্রনয়ন তথা ৬ দফা বাস্তবায়নের শপথ গ্রহণ করেন। আমার সোনার বাংলা, আমি তোমায় ভালবাসি এই রবীন্দ্র সংগীতের মধ্যে দিয়ে অনুষ্ঠানের উদ্বোধন হয়। বঙ্গবন্ধু জয় বাংলা শ্লোগান দিয়ে বাঙালী জাতির মুক্তির সংকল্প ব্যক্ত করেন। শপথ অনুষ্ঠানের উদ্বোধনী সংগীতের পর জয় বাংলা বাংলার জয়। গানটি পরিবেশিত হয়।
<br/>
<br/>
১০ জানুয়ারি, ১৯৭১ : প্রেসিডেন্ট ইয়াহিয়া খান ঢাকায় আসেন। তিনি বঙ্গবন্ধুর সংগে তিন দফা বৈঠক করেন। ৪দিন পর ফিরে আসার সময় তিনি বলেন শেখ মুজিব পাকিস্তানের প্রধানমন্ত্রী হতে চলেছেন।
<br/>
<br/>
২৭ জানুয়ারি, ১৯৭১ : জুলফিকার আলী ভূট্টো ঢাকা এসে বঙ্গবন্ধুর সংগে কয়েকদফা আলোচনা করেন। কিন্তু ভূট্টোর সঙ্গে আলোচনা ব্যর্থ হয়।
<br/>
<br/>
১৩ ফেব্রুয়ারি, ১৯৭১ : এক সরকারী ঘোষণায় বলা হয় প্রেসিডেন্ট ইয়াহিয়া খান ঢাকায় ৩ মার্চ ১৯৭১ জাতীয় পরিষদের অধিবেশন আহ্বান করেছেন।
<br/>
<br/>
১ মার্চ, ১৯৭১ : জাতীয় পরিষদ অধিবেশনকে সামনে রেখে আওয়ামী লীগের সংসদীয় দলের বৈঠক শুরু হয় হোটেল পূর্বানীতে। ঐ দিনই আকস্মিক ভাবে প্রেসিডেন্ট ইয়াহিয়া খান জাতীয় পরিষদের অধিবেশন অনিদিষ্টকালের জন্য স্থগিত ঘোষনা করেন। সারা বাংলা ক্ষোভে ফেটে পরে। বিক্ষুদ্ধ জনসমুদ্রে পরিণত হয় রাজপথ। বঙ্গবন্ধু এটাকে শাসকদের আরেকটি চক্রান্ত বলে চিহ্নিত করেন। তিনি ২ মার্চ ঢাকায় এবং ৩ মার্চ সারা পূর্ব পাকিস্তানে হরতাল আহবান করেন।
<br/>
<br/>
২ মার্চ, ১৯৭১ : ঢাকায় বঙ্গবন্ধুর ডাকে স্বত:স্ফুর্ত হরতাল পালিত হয়। উত্তাল জনস্রোতে ঢাকা পরিণত হয় এক বিক্ষোভের শহরে। জান্তা সরকার ঢাকা শহরের পৌর এলাকায় সন্ধ্যা থেকে পরবর্তী নির্দেশ না দেয়া পর্যন্ত কারফিউ জারী করেন।
<br/>
<br/>
৩ মার্চ, ১৯৭১ : বিক্ষুদ্ধ জনতা কারফিউ উপেক্ষা করে রাজপথে নেমে আসে। সামরিক জান্তার গুলিতে মারা যান ৩জন আহত হন কমপক্ষে ৬০জন। এই সময় পুরো দেশ বঙ্গবন্ধুর নির্দেশে পরিচালিত হতে থাকে।
<br/>
<br/>
৭ মার্চ, ১৯৭১ : বঙ্গবন্ধু তৎকালীন রেসকোর্স ময়দানে এক যুগান্তকারী ভাষনে ঘোষণা করেন, এবারের সংগ্রাম স্বাধীনতার সংগ্রাম, এবারের সংগ্রাম মুক্তির সংগ্রাম। বঙ্গবন্ধুর এই ভাষনে ষ্পষ্ট হয়ে যায় স্বাধীন বাংলাদেশের ভবিষ্যত। সারাদেশে শুরু হয় এক অভূতপূর্ব অসযোগ আন্দোলন।
<br/>
<br/>
১৬ মার্চ, ১৯৭১ : বিস্ফোরণমুখ বাংলাদেশে আসেন ইয়াহিয়া খান। বঙ্গবন্ধুর সঙ্গে তার দীর্ঘ আলোচনা শুরু হয়। বঙ্গবন্ধু তার গাড়ীতে কালো পতাকা উড়িয়ে হেয়ার রোডে প্রেসিডেন্ট ভবনে আলোচনার জন্য যান।
<br/>
<br/>
১৭ মার্চ, ১৯৭১ : বঙ্গবন্ধু শেখ মুজিবুর রহমানের ৫১তম জন্মদিন। এই দিন ইয়াহিয়া খানের সঙ্গে দ্বিতীয় দফা আলোচনা থেকে ফিরে সাংবাদিকদের এক প্রশ্নের উত্তরে বঙ্গবন্ধু বলে এদেশে জন্ম দিনই বা কি আর মৃত্যু দিনই বা কি আমার জনগনই আমার জীবন।
<br/>
<br/>
২৩ মার্চ, ১৯৭১ : কেন্দ্রীয় ছাত্র সংগ্রাম পরিষদ প্রতিরোধ দিবস পালনের ঘোষনা দেন। সমস্ত সরকারী এবং বেসরকারী ভবনে বাংলাদেশের জাতীয় পতাকা উত্তোলনের সিদ্ধান্ত নেয়া হয়। বঙ্গবন্ধু এদিন সরকারী ছুটি ঘোষনা করেন।
<br/>
<br/>
২৫ মার্চ, ১৯৭১ : পৃথিবীর ইতিহাসে এক নৃশংসতম কালো রাত্রি ২৫ মার্চ। এদিন সকাল থেকে সন্ধ্যা পর্যন্ত বঙ্গবন্ধু শেখ মুজিবুর রহমানের বাসভবনে মানুষের ঢল নামে। সন্ধ্যায় খবর পাওয়া যায় ইয়াহিয়া ঢাকা ত্যাগ করেছেন। এ সময় বঙ্গবন্ধু আওয়ামী লীগের গুরুত্বপূর্ণ নেতাদের সাথে বৈঠক করেন। তার সাড়ে এগারটায় শুরু হয় অপারেশন সার্চ লাইট। ইতিহাসের জঘন্যতম গণহত্যা।
<br/>
<br/>
২৬ মার্চ, ১৯৭১ : ১২-৩০ মিনিট ২৬ মার্চের প্রথম প্রহরে বঙ্গবন্ধু শেখ মুজিবুর রহমান পাকিস্তানী সেনাবাহিনী কর্তৃক গ্রেফতার হবার আগে বাংলাদেশের স্বাধীনতার ঘোষণাবার্তা ওয়ারলেস যোগে চট্টগ্রামের জহুরুল আহমেদ চৌধুরীকে প্রেরণ করেন। চট্টগ্রাম বেতার থেকে আওয়ামী লীগ নেতা হান্নান বঙ্গবন্ধুর স্বাধীনতা ঘোষণার বানী স্বকন্ঠে প্রচার করেন। পরে ২৭ মার্চ চট্টগ্রামে অবস্থিত অষ্টম ইষ্টবেঙ্গল রেজিমেন্টের মেজর জিয়াউর রহমান ঐ ঘোষণা পূণ:পাঠ করেন। বঙ্গবন্ধুকে গ্রেফতার করে করাচীতে নিয়ে যাওয়া হয়।
<br/>
<br/>
২৭ মার্চ, ১৯৭১ : বঙ্গবন্ধুর ৭ মার্চের ভাষন এবং স্বাধীনতার ঘোষণার আলোকে বীর বাঙালী গড়ে তোলে স্বত:স্ফুর্ত প্রতিরোধ। শুরু হয় মুক্তিযুদ্ধের এক গৌরবজ্জল অধ্যায়।
<br/>
<br/>
১৭ এপ্রিল, ১৯৭১ : তৎকালীন মেহেরপুর মহকুমার ভবের পাড়ার (বৈদ্যনাথ তলা) আমবাগানে এক অনাড়ম্বর অনুষ্ঠানে গণপ্রজাতন্ত্রী বাংলাদেশ সরকারে নতুন মন্ত্রীসভা গঠিত হয়। প্রধানমন্ত্রী তাজউদ্দিন আহম্মদ ঘোষণা করেন আজ থেকে (১৭ এপ্রিল) বৈদ্যনাথ তলার নাম মুজিব নগর এবং অস্থায়ী রাজধানী মুজিব নগর থেকে স্বাধীনতা যুদ্ধ পরিচালনা করা হবে। বঙ্গবন্ধু শেখ মুজিবুর রহমানকে রাষ্ট্রপতি এবং তার অনুপস্থিতিতে সৈয়দ নজরুল ইসলামকে অস্থায়ী রাষ্ট্রপতি ঘোষণা করা হয়।
<br/>
<br/>
২৫ মে, ১৯৭১ : ক্রমেই মুক্তিযোদ্ধারা সংগঠিত হতে শুরু করে। সংগঠিত হয় প্রবাসী সরকার। ২৫ মে স্বাধীন বাংলা বেতার কেন্দ্র চালু হয়। এই কেন্দ্রের সিগনেচার টিউন ছিলো জয় বাংলা বাংলার জয়। কেন্দ্রে বঙ্গবন্ধুর ভাষণ প্রচারিত হতে থাকে। এই কেন্দ্র থেকে প্রচারিত শোন একটি মুজিবরের কন্ঠে…… গানটি বাঙালীর উদ্দীপনা বাড়িয়ে দেয়।
<br/>
<br/>
৩ আগস্ট, ১৯৭১ : পাকিস্তান টেলিভিশন থেকে বলা হয় ১১ আগষ্ট থেকে সামরিক আদালতে বঙ্গবন্ধুর বিচার শুরু হবে। এই ঘোষণায় বিশ্বব্যাপী প্রতিবাদ এবং উদ্বেগের ঝড় বয়ে যায়। বিচারপতি আবু সাঈদ চৌধুরীর নেতৃত্বে প্রবাসী বাঙালীরা আন্তর্জাতিক খ্যাতি সম্পন্ন আইনজীবী সন ম্যাকব্রাইডকে ইসলামাবাদে পাঠান। কিন্তু পাকিস্তানী জান্তা সরকার বিদেশী আইনজীবী নিয়োগে অস্বীকৃতি জ্ঞাপন করে।
<br/>
<br/>
১০ আগস্ট, ১৯৭১ : পাকিস্তানী জান্তা সরকার বঙ্গবন্ধুর পক্ষ সমর্থনের জন্য আইনজীবী একে ব্রোহীকে নিয়োগ দেয়। কিন্তু বঙ্গবন্ধুকে যখন ২৬ মার্চ ইয়াহিয়া খানের ভাষনের টেপ শোনানো হয় তখন তিনি আত্মপক্ষ সমর্থনে অস্বীকার করেন এবং ব্রোহীকে অব্যহতি দেন। জাতীয় ও আন্তজার্তিক ভাবে বাংলাদেশের পক্ষে ব্যাপক জনমত তৈরী হয়। মুক্তিযুদ্ধের মাধ্যমে স্বাধীনতার স্বপ্ন বাস্তবে স্পর্শ করতে থাকে।
<br/>
<br/>
১১ নভেম্বর, ১৯৭১ : বঙ্গবন্ধুকে ইয়াহিয়া খানের সামনে হাজির করা হয়। ইয়াহিয়ার সংগে ছিলেন ভূট্টো এবং জেনারেল আকবর। ইয়াহিয়া করমর্দনের জন্য হাত বাড়ালে বঙ্গবন্ধু বলে দুঃখিত ও হাতে বাঙালীর রক্ত লেগে আছে ও হাত আমি স্পর্শ করবো না। এ সময় অনিবার্য বিজয়ের দিকে এগুতে থাকে আমাদের মুক্তির সংগ্রাম।
<br/>
<br/>
২ ডিসেম্বর, ১৯৭১ : বাংলাদেশের স্বাধীনতাকামী মানুষের মুক্তির সংগ্রাম যখন বিজয়ের দ্বারপ্রান্তে তখন লায়ালাপুর কারাগারে ইয়াহিয়া বঙ্গবন্ধুর সংগে সমঝোতার প্রস্তাব দেন। কিন্তু ঐ সমঝোতা প্রস্তাব বঙ্গবন্ধু ঘৃনাভরে প্রত্যাখান করেন।
<br/>
<br/>
১৬ ডিসেম্বর, ১৯৭১ : ত্রিশ লাখ শহীদ এবং তিন লাখ মা বোনের ইজ্জ্বতের বিনিময়ে আসে আমাদের বিজয়। বাঙালী জাতি মুক্ত হয় পরাধীনতার শৃংখল থেকে। কিন্তু মুক্তির অপূর্ণতা রয়ে যায় স্বাধীনতার স্থাপতি তখন নির্জন কারাগারে।
<br/>
<br/>
৩ জানুয়ারি, ১৯৭২ : পাকিস্তানের প্রেসিডেন্ট হিসেবে জুলফিকার আলী ভূট্টো করাচীতে ঘোষণা করেন শেখ মুজিবকে বিনা শর্তে মুক্তি দেয়া হবে।
<br/>
<br/>
৮ জানুয়ারি, ১৯৭২ : বঙ্গবন্ধু কারাগার থেকে মুক্তি পান। পিআইয়ের একটি বিশেষ বিমানে বঙ্গবন্ধুকে লন্ডনে পাঠানো হয়। ৮ জানুয়ারী ভোরে বঙ্গবন্ধু লন্ডনে পৌছেন। তার হোটেলের সামনে এক জনাকীর্ণ সংবাদ সম্মেলনে তিনি ঘোষণা করেন আমি আমার জনগনের কাছে ফিরে যেতে চাই।
<br/>
<br/>
১০ জানুয়ারি, ১৯৭২ : সকালে তৎকালীন ব্রিটিশ প্রধানমন্ত্রী এডওয়ার্ড হীথের আগ্রহে ব্রিটেনের রাজকীয় বিমান বাহিনীর এক বিশেষ বিমানে বঙ্গবন্ধু নয়া দিল্লী পৌছালে রাষ্ট্রপতি ভি.ভি গিরি এবং প্রধানমন্ত্রী শ্রীমতি ইন্দিরাগান্ধী বাংলাদেশের রাষ্ট্রপতিকে স্বাগত জানান। বিমান বন্দরে বঙ্গবন্ধু বলেন- অশুভের বিরুদ্ধে শুভের বিজয় হয়েছে। ঐ দিন বিকেলে ভারতীয় বিমান বাহিনীর একটি বিশেষ বিমানে বঙ্গবন্ধু ঢাকা বিমান বন্দরে অবতরণ করেন। লাখো মানুষের জনস্রোত, বাঁধভাঙ্গা আবেগে অশ্রসিক্ত জাতিরপিতা বলেন আজ আমার জীবনের স্বাদপূর্ণ হয়েছে ।ঐ দিন জনসমুদ্রে বঙ্গবন্ধু হৃদয়কাড়া এক ভাষণ দেন। ঐ রাতেই তিনি রাষ্ট্রপতির দায়িত্ব গ্রহণ করেন।
<br/>
<br/>
১২ জানুয়ারি, ১৯৭২ : দেশে রাষ্ট্রপতি শাসনের পরিবর্তে সংসদীয় শাসন কাঠামো প্রবর্তন করে নতুন মন্ত্রী পরিষদ গঠন করে এবং জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমান প্রধানমন্ত্রী হিসেবে শপথ নেন।
<br/>
<br/>
১২ মার্চ, ১৯৭২ : স্বাধীনতার মাত্র ৫০ দিনের মধ্যে ভারতীয় সৈন্য প্রত্যাহার শুরু হয়।
<br/>
<br/>
২৬ মার্চ, ১৯৭২ : শোষনহীন সমাজ গঠনের অঙ্গীকারের মধ্যে দিয়ে প্রথম স্বাধীনতা দিবস উদযাপিত হয়।
<br/>
<br/>
২০ এপ্রিল, ১৯৭২ : শুরু হয় গণপরিষদের উদ্বোধনী অনুষ্ঠান। বঙ্গবন্ধু স্বাধীনতা ঘোষনা সম্পর্কিত প্রস্তাব উত্থাপন করলে তা সর্বসম্মতিক্রমে পাশ হয়।
<br/>
<br/>
৪ নভেম্বর, ১৯৭২ : গণপরিষদে বাংলাদেশের খসড়া শাসনতন্ত্র অনুমোদিত হয়। এ উপলক্ষে প্রদত্ত ভাষনে বঙ্গবন্ধু বলেন বিজয়ের ৯ মাসের মধ্যে শাসনতন্ত্র দেয়া, মানুষের মৌলিক অধিকার দেয়ার অর্থ হলো জনগণের উপর বিশ্বাস করি।
<br/>
<br/>
১৬ ডিসেম্বর, ১৯৭২ : নতুন সংবিধান কার্যকর করা হয়। বাতিল করা হয় গণপরিষদ।
<br/>
<br/>
৭ মার্চ, ১৯৭২ : নতুন সংবিধানের আওতায় বাংলাদেশে প্রথম জাতীয় সংসদ নির্বাচন অনুষ্ঠিত হয়। নির্বাচনে জাতির জনকের নেতৃত্বে বাংলাদেশ আওয়ামীলীগ ৩০০টির মদ্যে ২৯২টি আসনে বিজয়ী হয়।
<br/>
<br/>
৩ সেপ্টেম্বর, ১৯৭৩ : আওয়ামী লীগ, সিপিবি ও ন্যাপের সমন্বয়ে ত্রিদলীয় ঐক্যজোট গঠিত হয়।
<br/>
<br/>
২৩ সেপ্টেম্বর, ১৯৭৪ : বঙ্গবন্ধু শেখ মুজিবুর রহমান প্রথম বাঙালী নেতা হিসেবে জাতিসংঘের সাধারণ পরিণষষদে বাংলা ভাষায় বক্তৃতা দেন।
<br/>
<br/>
২৫ জানুয়ারি, ১৯৭৫ : দেশে বিরাজমান পরিস্থিতি এবং অর্থনৈতিক উন্নয়নের লক্ষ্যে বঙ্গবন্ধু জাতীয় সংসদে চতুর্থ সংশোধনী বিল পাশ করেন। এই বিলের মাধ্যমে জাতীয় ঐক্যমতের ভিত্তিতে সমাজতান্ত্রিক বাংলাদেশের যাত্রা শুরু হয়।
<br/>
<br/>
২৫ ফেব্রুয়ারি, ১৯৭৫ : রাষ্ট্রপতি এক ডিগ্রীর মাধ্যমে সমস্ত রাজনৈতিক দলের সম্মিলনে বাংলাদেশ কৃষক শ্রমিক আওয়ামী লীগ নামে একটি নতুন একক রাজনৈতিক দল গঠন করেন।
<br/>
<br/>
১৫ আগস্ট, ১৯৭৫ : স্বাধীনতা বিরোধী প্রতিক্রিয়াশীল চক্রের ষড়যন্ত্রে জাতির জনক বঙ্গবন্ধু স্বপরিবারে শহীদ হন।</p>
        </div>
    </div>
  )
}

export default MujibPage